Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: No merge is currently in progress.
ar: لا يوجد أي عملية دمج قيد التقدم حاليًا.
da: Ingen fletning er i gang i øjeblikket.
de: Derzeit wird keine Zusammenführung durchgeführt.
es: Actualmente no hay ninguna fusión en curso.
fi: Yhdistymistä ei ole tällä hetkellä käynnissä.
fr: Aucune fusion n&#39;est en cours de réalisation.
he: : אין שילוב正在进行.
hi: : वर्तमान में कोई मर्जिंग प्रक्रिया चल रही नहीं है।
hu: : Jelenleg nincs egyesítés folyamatban.
id: : Saat ini tidak ada proses penggabungan yang sedang berlangsung.
it: : al momento non è in corso alcuna fusione.
ja: ：現在、合流処理は実行されていません。
ko: : 현재 병합 작업이 진행되지 않습니다.
nb: : Ingen menging er i gang for øyeblikket.
nl: : Er vindt momenteel geen samenvoeging plaats.
pl: : Obecnie nie ma żadnej operacji połączenia.
pt_br: Nenhuma fusão está atualmente em curso.
ru: : В настоящее время слияние не выполняется.
sv: : Ingen sammanförelse pågår för tillfället.
th: : ขณะนี้ไม่มีการรวมข้อมูลอยู่
tr: : Şu anda bir kaynaştırma işlemi yapılmamaktadır.
uk: : Наразі не виконується поєднання.
vi: : Hiện không có quá trình hợp nhất nào đang diễn ra.
zh_hans: ：当前无合并操作进行中。
zh_hant: ：當前無閤併操作進行中。

source: No more cryptic signature errors
ar: لا مزيد من أخطاء التوقيع المبهمة
da: Ikke flere kryptiske signaturfejl
de: Keine kryptischen Signaturfehler mehr
es: No más errores de firma crípticos
fi: Ei enää kryptisiä allekirjoitusvirheitä
fr: Pas plus d&#39;erreurs de signature cryptiques
he: – אין עוד שגיאות בחתימה הסודית
hi: : अब कोई गुप्त हस्ताक्षर त्रुटि नहीं है।
hu: : Nincsenek további kódolási alapú aláírás-hibák.
id: : Tidak ada lagi kesalahan tanda tangan yang misterius
it: : Nessun errore di firma più enigmatico
ja: ：不透明な署名エラーは終了しました。
ko: : 더 이상 암호화된 서명 오류가 발생하지 않습니다.
nb: – Ingen mer kryptiske signaturfeil
nl: : Er zijn geen cryptische handtekeningsfouten meer.
pl: – już nie występują błędy podpisów kryptycznych
pt_br: – Nenhum erro de assinatura enigmático mais presente
ru: : больше нет неясных ошибок подписи
sv: – Inga mer kryptiska signaturfel längre
th: : ไม่มีข้อผิดพลาดจากลายเซ็นที่ซับซ้อนอีกต่อไป
tr: : Daha fazla gizli imza hata yoktur.
uk: : Жодних додаткових помилок підпису.
vi: : Không còn lỗi chữ ký bí ẩn nữa
zh_hans: ：不再出现神秘签名错误
zh_hant: ：不再齣現神祕籤名錯誤

source: No rebase is currently in progress.
ar: لا توجد عملية إعادة قاعدة قيد التقدم حاليًا.
da: Ingen rebase er i gang i øjeblikket.
de: Derzeit wird kein Rebase durchgeführt.
es: Actualmente no hay ningún cambio de base en curso.
fi: Ei ole käynnissä.
fr: Aucun rebase n&#39;est actuellement en cours.
he: : אין הפעלת إعادة הבסיס כרגע.
hi: : वर्तमान में कोई रीबेसिंग प्रक्रिया चल रही नहीं है।
hu: : Jelenleg nincs új alapfelvétel folyamatban.
id: : Tidak ada proses rebase yang sedang berlangsung saat ini.
it: : Al momento non è in corso alcuna operazione di ricalcolo dei valori.
ja: ：現在、再ベースアップは実施されていません。
ko: : 현재 재기준화 작업이 진행 중이 아닙니다.
nb: : Ingen rebase-prosess er i gang for øyeblikket.
nl: : Er vindt momenteel geen rebase plaats.
pl: : Obecnie nie ma operacji rebase.
pt_br: : Nenhuma rebase está atualmente em curso.
ru: : Переоценка базовых данных в настоящее время не выполняется.
sv: : Inga omvändningar av basen pågår för tillfället.
th: : ขณะนี้ไม่มีการปรับฐานข้อมูลใดๆ เกิดขึ้น
tr: : Şu anda yeniden teminat işlemi yapılmamaktadır.
uk: : Наразі не виконується операція перерахування.
vi: : Hiện không có quá trình tái định giá nào đang diễn ra.
zh_hans: ：当前无重置操作正在进行中。
zh_hant: ：當前無重置操作正在進行中。

source: No remote
ar: لا يوجد مستودع بعيد
da: Ingen ekstern placering
de: Kein Remote-Repository
es: No hay repositorio remoto
fi: Ei etäpalvelinta
fr: Aucun dépôt distant
he: אין מאגר מרוחק
hi: कोई रिमोट नहीं
hu: Nincs távoli tároló
id: Tidak ada remote
it: Nessun repository remoto
ja: リモートなし
ko: 원격 없음
nb: Ingen ekstern
nl: Geen externe repository
pl: Brak repozytorium zdalnego
pt_br: Nenhum remoto
ru: Нет удалённого репозитория
sv: Ingen fjärrlagringsplats
th: ไม่มีรีโมต
tr: Uzak depo yok
uk: Немає віддаленого репозиторію
vi: Không có kho từ xa
zh_hans: 没有远程仓库
zh_hant: 沒有遠端儲存庫

source: No remote 'origin' configured.
ar: لم يتم تكوين جهاز التحكم عن بعد "origin".
da: Ingen fjernbetjening 'origin' konfigureret.
de: Kein Remote-„origin“ konfiguriert.
es: No hay ningún 'origin' remoto configurado.
fi: Ei etävääorigin&#39; määritelty.
fr: Pas de télécommande&#39;origin&#39;configuré.
he: – ללא רכיב ה远程origin' הוגדר.
hi: : रिमोट उपलब्ध नहीं है।originको विन्यस्त किया गया है।
hu: : Nincs távvezérlésoriginkonfigurálva.
id: Tidak ada remoteorigintelah dikonfigurasi.
it: Nessun telecomando disponibileoriginè configurato.
ja: ：リモート機能なしoriginは設定済みです。
ko: 원격 제어 기능 없음origin가 구성되었습니다.
nb: Ingen fjernkontrolloriginer konfigurert.
nl: Geen externe verbindingoriginis geconfigureerd.
pl: – nie ma zdalnego dostępuoriginjest skonfigurowany.
pt_br: Sem controle remotooriginconfigurado.
ru: : Нет удалённого доступаoriginнастроено.
sv: Ingen fjärranslutningoriginär konfigurerat.
th: : ไม่มีการเชื่อมต่อระยะไกลoriginได้รับการกำหนดค่าแล้ว
tr: : Uzaktan kontrol yokoriginyapılandırıldı.
uk: : без дистанційного доступуorigin«встановлено».
vi: Không có cổng từ xaoriginđã được cấu hình.
zh_hans: 无远程连接origin已配置。
zh_hant: 無遠程連接origin已配置。

source: No repositories found
ar: لم يتم العثور على مستودعات
da: Ingen arkiver fundet
de: Keine Repositories gefunden
es: No se han encontrado repositorios
fi: Tietovarastoja ei löytynyt
fr: Aucun dépôt trouvé
he: לא נמצאו מאגרים
hi: कोई रिपॉज़िटरी नहीं मिली
hu: Nem találhatók tárolók
id: Tidak ada repositori yang ditemukan
it: Nessun repository trovato
ja: リポジトリが見つかりません
ko: 저장소를 찾을 수 없음
nb: Fant ingen repositorier
nl: Geen repositories gevonden
pl: Nie znaleziono repozytoriów
pt_br: Nenhum repositório encontrado
ru: Репозитории не найдены
sv: Inga lagringsplatser hittades
th: ไม่พบที่เก็บ
tr: Depo bulunamadı
uk: Репозиторіїв не знайдено
vi: Không tìm thấy kho lưu trữ
zh_hans: 未找到仓库
zh_hant: 找不到儲存庫

source: No status
ar: بدون حالة
da: Ingen status
de: Kein Status
es: Sin estado
fi: Ei tilaa
fr: Aucun statut
he: אין מצב
hi: कोई स्थिति नहीं
hu: Nincs állapot
id: Tidak ada status
it: Nessuno stato
ja: 状態なし
ko: 상태 없음
nb: Ingen status
nl: Geen status
pl: Brak statusu
pt_br: Sem estado
ru: Нет статуса
sv: Ingen status
th: ไม่มีสถานะ
tr: Durum yok
uk: Немає стану
vi: Không có trạng thái
zh_hans: 无状态
zh_hant: 無狀態

source: No tags in this repository
ar: لا وسوم في هذا المستودع
da: Ingen tags i dette repository
de: Keine Tags in diesem Repository
es: No hay etiquetas en este repositorio
fi: Ei tunnisteita tässä repossa
fr: Aucun tag dans ce dépôt
he: אין תגיות במאגר זה
hi: इस रिपॉजिटरी में कोई टैग नहीं
hu: Nincsenek címkék ebben a repóban
id: Tidak ada tag di repositori ini
it: Nessun tag in questo repository
ja: このリポジトリにタグなし
ko: 이 저장소에 태그 없음
nb: Ingen tagger i dette repositoriet
nl: Geen tags in dit repository
pl: Brak tagów w tym repozytorium
pt_br: Sem tags neste repositório
ru: Нет тегов в этом репозитории
sv: Inga taggar i detta arkiv
th: ไม่มีแท็กในคลังนี้
tr: Bu depoda etiket yok
uk: Немає тегів у цьому репозиторії
vi: Không có thẻ trong kho này
zh_hans: 该仓库没有标签
zh_hant: 該倉庫沒有標籤

source: None
ar: لا يوجد
da: Ingen
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucune
he: אין
hi: कोई नहीं
hu: Nincs
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Brak
pt_br: Nenhuma
ru: Нет
sv: Inga
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

source: Not Cloned
ar: لم يُستنسخ
da: Ikke klonet
de: Nicht geklont
es: No clonado
fi: Ei kloonattu
fr: Non cloné
he: לא שוכפל
hi: क्लोन नहीं हुई
hu: Nincs klónozva
id: Belum Di-clone
it: Non clonato
ja: 未クローン
ko: 복제되지 않음
nb: Ikke klonet
nl: Niet gekloond
pl: Nie sklonowano
pt_br: Não Clonado
ru: Не клонирован
sv: Inte klonad
th: ยังไม่ได้โคลน
tr: Klonlanmadı
uk: Не клоновано
vi: Chưa sao chép
zh_hans: 未克隆
zh_hant: 尚未複製

source: Not Now
ar: ليس الآن
da: Ikke nu
de: Nicht jetzt
es: Ahora no
fi: Ei nyt
fr: Pas maintenant Aucun trouvé:
he: – לא כרגע
hi: – अभी नहीं
hu: – Nem most
id: Tidak Sekarang
it: Non ora
ja: ：今すぐではない
ko: : 지금은 아니에요
nb: Ikke nå
nl: Nu niet
pl: Nie teraz
pt_br: Não Agora
ru: — Сейчас нет
sv: – För närvarande inte
th: ไม่ตอนนี้
tr: : Şu an için değil
uk: — Зараз не
vi: Không bây giờ
zh_hans: ：暂不处理
zh_hant: ：暫不處理

source: Not cloned
ar: لم يُستنسخ
da: Ikke klonet
de: Nicht geklont
es: No clonado
fi: Ei kloonattu
fr: Non cloné
he: לא שוכפל
hi: क्लोन नहीं किया गया
hu: Nincs klónozva
id: Belum dikloning
it: Non clonato
ja: 未クローン
ko: 클론 안 됨
nb: Ikke klonet
nl: Niet gekloond
pl: Nie sklonowano
pt_br: Não clonado
ru: Не клонировано
sv: Inte klonad
th: ยังไม่ได้โคลน
tr: Klonlanmadı
uk: Не клоновано
vi: Chưa sao chép
zh_hans: 未克隆
zh_hant: 未克隆

source: Not configured
ar: لم يتم تكوينه
da: Ikke konfigureret
de: Nicht konfiguriert
es: No configurado
fi: Ei ole konfiguroitu
fr: Non configuré
he: לא מוגדר
hi: कॉन्फ़िगर नहीं किया गया
hu: Nem konfigurálva
id: Belum dikonfigurasi
it: Non configurato
ja: 設定されていません
ko: 구성되지 않음
nb: Ikke konfigurert
nl: Niet geconfigureerd
pl: Nie skonfigurowane
pt_br: Não configurado
ru: Не настроено
sv: Inte konfigurerat
th: ยังไม่ได้ตั้งค่า
tr: Konfigüre edilmedi
uk: Не налаштовано
vi: Chưa được cấu hình
zh_hans: 未配置
zh_hant: 未配置

source: Not enabled
ar: غير ممكّن
da: Ikke aktiveret
de: Nicht aktiviert
es: No está habilitado
fi: Ei käytössä
fr: Non activé
he: לא מופעל
hi: सक्षम नहीं
hu: Nem aktivált
id: Tidak diaktifkan
it: Non abilitato
ja: 有効化されていません
ko: 활성화되지 않음
nb: Ikke aktivert
nl: Niet geactiveerd
pl: Nie włączono
pt_br: Não ativado
ru: Не включено
sv: Inte aktiverat
th: ยังไม่เปิดใช้งาน
tr: Aktif değil
uk: Не ввімкнено
vi: Chưa kích hoạt
zh_hans: 未启用
zh_hant: 未啟用

source: Not found: %@
ar: لم يتم العثور على: %@
da: Ikke fundet: %@
de: Nicht gefunden: %@
es: No encontrado: %@
fi: Ei löytynyt: %@
he: לא נמצאה: %@
hi: नहीं पाया गया: %@
hu: – nem található: %@
id: Tidak ditemukan: %@
it: Non trovato: %@
ja: ：見つかりませんでした： %@
ko: : 찾을 수 없습니다: %@
nb: ikke funnet: %@
nl: niet gevonden: %@
pl: Nie znaleziono: %@
pt_br: Não encontrado: %@
ru: : Запись не найдена: %@
sv: inte hittades: %@
th: ไม่พบ: %@
tr: bulunamadı: %@
uk: Не знайдено: %@
vi: Không tìm thấy: %@
zh_hans: 未找到： %@
zh_hant: 未找到： %@

source: Not now
ar: ليس الآن
da: Ikke nu
de: Nicht jetzt
es: No ahora
fi: Tällä kertaa ei
fr: Pas pour l'instant
he: לא עכשיו
hi: अभी नहीं
hu: Nem most
id: Tidak sekarang
it: Non ora
ja: 今すぐではない
ko: 지금은 아니에요
nb: Ikke nå
nl: Nog niet nu
pl: Nie teraz
pt_br: Não agora
ru: Не сейчас
sv: Inte just nu
th: ไม่ใช่ตอนนี้
tr: Şu an değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 现在不
zh_hant: 現在不

source: Not registered
ar: غير مسجل
da: Ikke registreret
de: Nicht registriert
es: No está registrado
fi: Ei ole rekisteröity
fr: Non enregistré
he: לא רשום
hi: पंजीकृत नहीं
hu: Nem regisztrált
id: Belum terdaftar
it: Non registrato
ja: 登録されていません
ko: 등록되지 않음
nb: Ikke registrert
nl: Niet geregistreerd
pl: Nie zarejestrowany
pt_br: Não registrado
ru: Не зарегистрировано
sv: Inte registrerad
th: ยังไม่ได้ลงทะเบียน
tr: Kayıtlı değil
uk: Не зареєстровано
vi: Chưa đăng ký
zh_hans: 未注册
zh_hant: 未註冊

source: Not subscribed
ar: غير مشترك
da: Ikke abonneret
de: Nicht abonniert
es: No está suscrito
fi: Ei ollut tilausta
fr: Non abonné
he: לא מנוי
hi: सब्सक्राइब नहीं किया गया
hu: Nem tájékoztatott
id: Belum berlangganan
it: Non iscritto
ja: 未購読
ko: 구독하지 않음
nb: Ikke abonneret
nl: Niet geabonneerd
pl: Nie jest subskrybowany
pt_br: Não está inscrito
ru: Не подписано
sv: Inte prenumererad
th: ยังไม่ได้สมัครสมาชิก
tr: Abonelik yapılmamış
uk: Не підписано
vi: Chưa đăng ký
zh_hans: 未订阅
zh_hant: 未訂閱

source: OK
ar: حسنًا
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 確定

source: On My iPhone › GitSync.md
ar: على iPhone الخاص بي › GitSync.md
da: På min iPhone › GitSync.md
de: Auf meinem iPhone › GitSync.md
es: En mi iPhone › GitSync.md
fi: Omassa iPhonessa › GitSync.md
fr: Sur mon iPhone › GitSync.md
he: ב־iPhone שלי › GitSync.md
hi: मेरे iPhone पर › GitSync.md
hu: Saját iPhone › GitSync.md
id: Di iPhone Saya › GitSync.md
it: Sul mio iPhone › GitSync.md
ja: このiPhone内 › GitSync.md
ko: 나의 iPhone › GitSync.md
nb: På min iPhone › GitSync.md
nl: Op mijn iPhone › GitSync.md
pl: Na moim iPhonie › GitSync.md
pt_br: No Meu iPhone › GitSync.md
ru: На моём iPhone › GitSync.md
sv: På min iPhone › GitSync.md
th: ภายใน iPhone ของฉัน › GitSync.md
tr: iPhone’umda › GitSync.md
uk: На моєму iPhone › GitSync.md
vi: Trên iPhone của tôi › GitSync.md
zh_hans: 我的 iPhone › GitSync.md
zh_hant: 我的 iPhone › GitSync.md

source: On My iPhone › GitSync.md › %@
ar: على iPhone › GitSync.md › %@
da: Paa min iPhone › GitSync.md › %@
de: Auf meinem iPhone › GitSync.md › %@
es: En mi iPhone › GitSync.md › %@
fi: iPhonessa › GitSync.md › %@
fr: Sur mon iPhone › GitSync.md › %@
he: ב-iPhone שלי › GitSync.md › %@
hu: Az iPhone-omon › GitSync.md › %@
id: Di iPhone Saya › GitSync.md › %@
it: Sul mio iPhone › GitSync.md › %@
ja: このiPhone内 › GitSync.md › %@
ko: 나의 iPhone › GitSync.md › %@
nb: På min iPhone › GitSync.md › %@
nl: Op mijn iPhone › GitSync.md › %@
pl: Na moim iPhonie › GitSync.md › %@
pt_br: No Meu iPhone › GitSync.md › %@
ru: На iPhone › GitSync.md › %@
sv: På min iPhone › GitSync.md › %@
th: บน iPhone ของฉัน › GitSync.md › %@
tr: iPhone'umda › GitSync.md › %@
uk: На моєму iPhone › GitSync.md › %@
vi: Trên iPhone › GitSync.md › %@
zh_hans: 我的 iPhone › GitSync.md › %@
zh_hant: 我的 iPhone › GitSync.md › %@

source: One opt-in covers all current and future cloned or managed repositories on this installation.
ar: تشمل موافقة واحدة جميع المستودعات الحالية والمستقبلية المستنسخة أو المُدارة في هذا التثبيت.
da: Ét tilvalg dækker alle nuværende og fremtidige klonede eller administrerede arkiver på denne installation.
de: Eine Zustimmung gilt für alle aktuellen und zukünftigen geklonten oder verwalteten Repositorys dieser Installation.
es: Una única autorización abarca todos los repositorios clonados o gestionados, actuales y futuros, de esta instalación.
fi: Yksi suostumus kattaa tämän asennuksen kaikki nykyiset ja tulevat kloonatut tai hallitut tietovarastot.
fr: Un seul consentement couvre tous les dépôts clonés ou gérés, actuels et futurs, de cette installation.
he: הסכמה אחת חלה על כל המאגרים הנוכחיים והעתידיים ששוכפלו או מנוהלים בהתקנה זו.
hi: एक बार सहमति देने से इस इंस्टॉलेशन की सभी मौजूदा और भावी क्लोन या प्रबंधित रिपॉज़िटरी शामिल हो जाती हैं।
hu: Egyetlen engedélyezés a telepítés minden jelenlegi és jövőbeli klónozott vagy kezelt tárolójára érvényes.
id: Satu persetujuan mencakup semua repositori saat ini dan mendatang yang dikloning atau dikelola pada instalasi ini.
it: Un’unica adesione copre tutti i repository clonati o gestiti, presenti e futuri, in questa installazione.
ja: 一度のオプトインで、このインストールにある現在および今後のクローン済みまたは管理対象のすべてのリポジトリが対象になります。
ko: 한 번 동의하면 이 설치에서 현재 및 향후에 복제하거나 관리하는 모든 저장소에 적용됩니다.
nb: Ett samtykke dekker alle nåværende og fremtidige klonede eller administrerte repositorier i denne installasjonen.
nl: Eén toestemming geldt voor alle huidige en toekomstige gekloonde of beheerde repository's op deze installatie.
pl: Jedna zgoda obejmuje wszystkie obecne i przyszłe sklonowane lub zarządzane repozytoria w tej instalacji.
pt_br: Uma única adesão abrange todos os repositórios clonados ou gerenciados, atuais e futuros, nesta instalação.
ru: Одно согласие распространяется на все текущие и будущие клонированные или управляемые репозитории в этой установке.
sv: Ett val omfattar alla aktuella och framtida klonade eller hanterade arkiv i den här installationen.
th: การเลือกเข้าร่วมครั้งเดียวครอบคลุมคลังที่โคลนหรือจัดการทั้งหมดทั้งในปัจจุบันและอนาคตในการติดตั้งนี้
tr: Tek bir onay, bu kurulumdaki mevcut ve gelecekteki tüm klonlanmış veya yönetilen depoları kapsar.
uk: Одна згода охоплює всі поточні й майбутні клоновані або керовані репозиторії в цій інсталяції.
vi: Một lần chọn tham gia áp dụng cho mọi kho lưu trữ đã sao chép hoặc được quản lý, cả hiện tại lẫn tương lai, trên bản cài đặt này.
zh_hans: 一次选择加入即可涵盖此安装上当前及未来的所有克隆或管理的仓库。
zh_hant: 一次加入選擇即可涵蓋此安裝項目上目前及未來的所有複製或管理的儲存庫。

source: One switch covers all your repositories
ar: مفتاح واحد يشمل جميع مستودعاتك
da: Én kontakt dækker alle dine arkiver
de: Ein Schalter für alle Ihre Repositorys
es: Un interruptor para todos sus repositorios
fi: Yksi kytkin kattaa kaikki tietovarastosi
fr: Un seul bouton pour tous vos dépôts
he: מתג אחד לכל המאגרים שלך
hi: एक स्विच, आपकी सभी रिपॉज़िटरी
hu: Egy kapcsoló az összes tárolóhoz
id: Satu tombol untuk semua repositori Anda
it: Un solo interruttore per tutti i repository
ja: 1 つのスイッチですべてのリポジトリに対応
ko: 하나의 스위치로 모든 저장소에 적용
nb: Én bryter dekker alle repositoriene dine
nl: Eén schakelaar voor al uw repository's
pl: Jeden przełącznik dla wszystkich repozytoriów
pt_br: Um botão para todos os repositórios
ru: Один переключатель для всех репозиториев
sv: Ett reglage omfattar alla dina arkiv
th: สวิตช์เดียวครอบคลุมคลังทั้งหมดของคุณ
tr: Tüm depolarınız için tek anahtar
uk: Один перемикач для всіх ваших репозиторіїв
vi: Một công tắc cho mọi kho lưu trữ của bạn
zh_hans: 一个开关涵盖所有仓库
zh_hant: 一個開關涵蓋所有儲存庫

source: One switch covers every repository whenever iOS allows background work.
ar: مفتاح واحد يشمل كل مستودع كلما سمح iOS بالعمل في الخلفية.
da: Én kontakt dækker alle arkiver, når iOS tillader baggrundsarbejde.
de: Ein Schalter deckt jedes Repository ab, wenn iOS Hintergrundarbeit zulässt.
es: Un interruptor abarca todos los repositorios cuando iOS permite trabajar en segundo plano.
fi: Yksi kytkin kattaa kaikki tietovarastot aina, kun iOS sallii taustatyön.
fr: Un seul bouton couvre tous les dépôts lorsqu’iOS autorise le travail en arrière-plan.
he: מתג אחד חל על כל מאגר בכל פעם ש-iOS מאפשר עבודה ברקע.
hi: iOS के बैकग्राउंड कार्य की अनुमति देने पर एक स्विच हर रिपॉज़िटरी को शामिल करता है।
hu: Egy kapcsoló minden tárolóra érvényes, amikor az iOS engedélyezi a háttérmunkát.
id: Satu tombol mencakup setiap repositori setiap kali iOS mengizinkan pekerjaan latar belakang.
it: Un solo interruttore copre tutti i repository ogni volta che iOS consente operazioni in background.
ja: iOS がバックグラウンド処理を許可したときに、1 つのスイッチですべてのリポジトリが対象になります。
ko: iOS에서 백그라운드 작업을 허용할 때마다 하나의 스위치로 모든 저장소에 적용됩니다.
nb: Én bryter dekker alle repositorier når iOS tillater bakgrunnsarbeid.
nl: Eén schakelaar geldt voor elke repository wanneer iOS achtergrondwerk toestaat.
pl: Jeden przełącznik obejmuje każde repozytorium, gdy iOS zezwala na pracę w tle.
pt_br: Um botão abrange todos os repositórios sempre que o iOS permite trabalho em segundo plano.
ru: Один переключатель охватывает все репозитории, когда iOS разрешает фоновую работу.
sv: Ett reglage omfattar alla arkiv när iOS tillåter bakgrundsarbete.
th: สวิตช์เดียวครอบคลุมทุกคลังเมื่อ iOS อนุญาตให้ทำงานในเบื้องหลัง
tr: iOS arka planda çalışmaya izin verdiğinde tek bir anahtar her depoyu kapsar.
uk: Один перемикач охоплює кожен репозиторій, коли iOS дозволяє фонову роботу.
vi: Một công tắc áp dụng cho mọi kho lưu trữ bất cứ khi nào iOS cho phép chạy nền.
zh_hans: 只要 iOS 允许后台运行，一个开关即可涵盖每个仓库。
zh_hant: 只要 iOS 允許背景執行，一個開關即可涵蓋每個儲存庫。

source: Only folders inside GitSync.md storage can be relinked without granting access.
ar: لا يمكن إعادة ربط سوى المجلدات الموجودة داخل مساحة تخزين GitSync.md من دون منح صلاحية الوصول.
da: Kun mapper i GitSync.md-lagringspladsen kan tilknyttes igen uden at give adgang.
de: Nur Ordner im GitSync.md-Speicher können ohne Zugriffsfreigabe erneut verknüpft werden.
es: Solo se pueden volver a enlazar las carpetas del almacenamiento de GitSync.md sin conceder acceso.
fi: Vain GitSync.md-tallennustilassa olevat kansiot voidaan linkittää uudelleen myöntämättä käyttöoikeutta.
fr: Seuls les dossiers du stockage GitSync.md peuvent être associés à nouveau sans autorisation d’accès.
he: ניתן לקשר מחדש ללא מתן גישה רק תיקיות שנמצאות באחסון GitSync.md.
hi: ऐक्सेस दिए बिना केवल GitSync.md स्टोरेज के फ़ोल्डर ही दोबारा लिंक किए जा सकते हैं।
hu: Hozzáférés megadása nélkül csak a GitSync.md-tárhelyen belüli mappák kapcsolhatók újra.
id: Hanya folder di dalam penyimpanan GitSync.md yang dapat ditautkan kembali tanpa memberikan akses.
it: Senza concedere l’accesso, è possibile ricollegare solo le cartelle nello spazio di archiviazione di GitSync.md.
ja: アクセスを許可せずに再リンクできるのは、GitSync.mdストレージ内のフォルダのみです。
ko: 접근 권한을 부여하지 않고 다시 연결할 수 있는 폴더는 GitSync.md 저장 공간 안의 폴더뿐입니다.
nb: Bare mapper i GitSync.md-lagringen kan kobles til på nytt uten at du gir tilgang.
nl: Alleen mappen in de GitSync.md-opslag kunnen opnieuw worden gekoppeld zonder toegang te verlenen.
pl: Bez udzielania dostępu można ponownie połączyć tylko foldery w miejscu przechowywania GitSync.md.
pt_br: Somente pastas no armazenamento do GitSync.md podem ser revinculadas sem conceder acesso.
ru: Без предоставления доступа можно повторно привязать только папки в хранилище GitSync.md.
sv: Endast mappar i GitSync.md-lagringen kan länkas om utan att åtkomst beviljas.
th: เฉพาะโฟลเดอร์ในพื้นที่จัดเก็บ GitSync.md เท่านั้นที่เชื่อมโยงใหม่ได้โดยไม่ต้องอนุญาตให้เข้าถึง
tr: Erişim izni vermeden yalnızca GitSync.md saklama alanındaki klasörler yeniden bağlanabilir.
uk: Без надання доступу можна повторно прив’язати лише папки в сховищі GitSync.md.
vi: Chỉ có thể liên kết lại các thư mục trong bộ nhớ GitSync.md mà không cần cấp quyền truy cập.
zh_hans: 无需授予访问权限，只能重新关联 GitSync.md 储存空间内的文件夹。
zh_hant: 無需授予取用權限，只能重新連結 GitSync.md 儲存空間內的檔案夾。

source: Only works for public SSH remotes
ar: يعمل فقط مع أجهزة التحكم عن بعد العامة SSH
da: Virker kun til offentlige SSH fjernbetjeninger
de: Funktioniert nur für öffentliche SSH-Fernbedienungen
es: Solo funciona para controles remotos públicos SSH
fi: toimii vain yleisölle SSH kaukosäätimet
fr: Fonctionne uniquement pour public Télécommandes SSH
he: : תקף רק עבור משתמשים פубליċיים SSH – מכשירי רימוט
hi: केवल सार्वजनिक उपयोगकर्ताओं के लिए कार्य करता है। SSH रिमोट्स
hu: csupán a közösségi esetekhez alkalmazható. SSH távvezérlők
id: hanya berlaku untuk akun publik SSH remote control
it: funziona solo per utenti pubblici SSH telecomandi
ja: ：「public」の場合にのみ有効です。 SSH リモート装置
ko: : 공개용에만 적용됩니다. SSH 리모트
nb: fungerer kun for offentlige brukere. SSH fjernkontroller
nl: werkt alleen voor openbare gebruikers. SSH afstandsbedieningen
pl: działa wyłącznie dla użytkowników publicznych. SSH 遥控ery
pt_br: : apenas funciona para públicos SSH controle remoto
ru: : применимо только для публичных систем SSH — дистанционные управляющие устройства
sv: fungerar endast för offentliga användare. SSH fjärrkontrollar
th: ใช้งานได้เฉพาะสำหรับสาธารณะเท่านั้น SSH รีโมต
tr: yalnızca kamu kullanıcıları için geçerlidir. SSH uzaktan kontrol cihazları
uk: діє лише для публічного доступу SSH дистанційні керування
vi: chỉ hoạt động với tài khoản công cộng SSH – Thiết bị điều khiển từ xa
zh_hans: 仅适用于公共环境 SSH 遥控器
zh_hant: 僅適用於公共環境 SSH 遙控器

source: Open Existing Repository
ar: فتح مستودع موجود
da: Aabn eksisterende repository
de: Vorhandenes Repository öffnen
es: Abrir repositorio existente
fi: Avaa olemassa oleva tietovarasto
fr: Ouvrir un dépôt existant
he: פתיחת מאגר קיים
hi: मौजूदा रिपॉज़िटरी खोलें
hu: Meglévő tároló megnyitása
id: Buka Repositori yang Ada
it: Apri repository esistente
ja: 既存のリポジトリを開く
ko: 기존 저장소 열기
nb: Åpne eksisterende repositorium
nl: Bestaande repository openen
pl: Otwórz istniejące repozytorium
pt_br: Abrir Repositório Existente
ru: Открыть существующий репозиторий
sv: Öppna befintligt förråd
th: เปิด Repository ที่มีอยู่
tr: Mevcut Depoyu Aç
uk: Відкрити наявний репозиторій
vi: Mở kho lưu trữ hiện có
zh_hans: 打开现有仓库
zh_hant: 開啟現有儲存庫
